Repository: ponir-techlogicians/translator
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da, it, ms, sv, vi

source: Let's make translation
da: Lad os gøre oversættelse
it: Rendiamo la traduzione
ms: Mari kita buat terjemahan
sv: Låt oss göra översättning
vi: Hãy làm cho việc dịch thuật

source: files easy by
da: filer nemme ved
it: dei file facile con
ms: fail mudah dengan
sv: filer enkla genom
vi: tệp dễ dàng bằng

source: Drag & Select language
da: Træk & Vælg sprog
it: Trascina e seleziona la lingua
ms: Seret & Pilih bahasa
sv: Dra och välj språk
vi: Kéo & Chọn ngôn ngữ

source: Only 30 sec
da: Kun 30 sek
it: Solo 30 secondi
ms: Hanya 30 saat
sv: Endast 30 sek
vi: Chỉ 30 giây

source: Apply to code
da: Anvend til kode
it: Applica al codice
ms: Guna pada kod
sv: Använd på kod
vi: Áp dụng vào mã

source: Try AI Now
da: Prøv AI nu
it: Prova l'AI ora
ms: Cuba AI Sekarang
sv: Prova AI nu
vi: Thử AI ngay bây giờ

source: .CSV .ts .ini .xliff .json .xml .php .yaml Supported
da: .CSV .ts .ini .xliff .json .xml .php .yaml Understøttet
it: .CSV .ts .ini .xliff .json .xml .php .yaml Supportati
ms: .CSV .ts .ini .xliff .json .xml .php .yaml Disokong
sv: .CSV .ts .ini .xliff .json .xml .php .yaml stöds
vi: Hỗ trợ .CSV .ts .ini .xliff .json .xml .php .yaml

source: Building a global
da: Bygning en global
it: Costruire un globale
ms: Membina global
sv: Bygga globalt
vi: Xây dựng toàn cầu

source: app or web?
da: app eller web?
it: app o web?
ms: aplikasi atau web?
sv: app eller webb?
vi: ứng dụng hay web?

source: Who is for
da: Hvem er det til
it: Per chi è
ms: Untuk siapa
sv: Vem är det för
vi: Dành cho ai

source: If you're a developer or a company preparing a global app or web service
da: Hvis du er en udvikler eller en virksomhed, der forbereder en global app eller webtjeneste
it: Se sei uno sviluppatore o un'azienda che prepara un'app o un servizio web globale
ms: Jika anda seorang pembangun atau syarikat yang menyediakan aplikasi atau perkhidmatan web global
sv: Om du är en utvecklare eller ett företag som förbereder en global app eller webbtjänst
vi: Nếu bạn là nhà phát triển hoặc công ty đang chuẩn bị một ứng dụng hoặc dịch vụ web toàn cầu

source: 30 people's work, done by 1 person for 1 minute
da: 30 personers arbejde, udført af 1 person i 1 minut
it: Il lavoro di 30 persone, fatto da 1 persona in 1 minuto
ms: Kerja 30 orang, dilakukan oleh 1 orang selama 1 minit
sv: 30 personers arbete, utfört av 1 person på 1 minut
vi: Công việc của 30 người, thực hiện bởi 1 người trong 1 phút

source: No Excel. No translators. No conversion needed.
da: Ingen Excel. Ingen oversættere. Ingen konvertering nødvendig.
it: Niente Excel. Niente traduttori. Nessuna conversione necessaria.
ms: Tiada Excel. Tiada penterjemah. Tiada penukaran diperlukan.
sv: Ingen Excel. Inga översättare. Ingen konvertering behövs.
vi: Không cần Excel. Không cần dịch giả. Không cần chuyển đổi.

source: Any Problem?
da: Nogle problemer?
it: Qualche problema?
ms: Ada Masalah?
sv: Något problem?
vi: Có vấn đề gì không?

source: Contact us
da: Kontakt os
it: Contattaci
ms: Hubungi kami
sv: Kontakta oss
vi: Liên hệ với chúng tôi

source: ©2025 Bgoos Inc., All rights reserved
da: ©2025 Bgoos Inc., Alle rettigheder forbeholdes
it: ©2025 Bgoos Inc., Tutti i diritti riservati
ms: ©2025 Bgoos Inc., Hak cipta terpelihara
sv: ©2025 Bgoos Inc., Alla rättigheter förbehållna
vi: ©2025 Bgoos Inc., Bảo lưu mọi quyền

source: Context
da: Kontekst
it: Contesto
ms: Konteks
sv: Kontext
vi: Bối cảnh

source: Portuguese
da: Portugisisk
ms: Portugis
sv: Portugisiska
vi: Bồ Đào Nha

source: Italian
da: Italiensk
it: Italiano
ms: Itali
sv: Italienska
vi: Ý

source: Hindi
vi: Tiếng Hindi

source: Indonesian
da: Indonesisk
it: Indonesiano
ms: Indonesia
sv: Indonesiska
vi: Tiếng Indonesia

source: Turkish
da: Tyrkisk
it: Turco
ms: Turki
sv: Turkiska
vi: Tiếng Thổ Nhĩ Kỳ

source: Thai
da: Thailandsk
it: Tailandese
sv: Thailändska
vi: Tiếng Thái

source: Vietnamese
da: Vietnamesisk
it: Vietnamita
ms: Vietnam
sv: Vietnamesiska
vi: Tiếng Việt

source: Urdu
vi: Tiếng Urdu

source: Malay
da: Malaysisk
it: Malese
ms: Melayu
sv: Malajiska
vi: Tiếng Mã Lai

source: Dutch
da: Hollandsk
it: Olandese
ms: Belanda
sv: Nederländska
vi: Tiếng Hà Lan

source: Polish
it: polacco
vi: Ba Lan

source: Swedish
it: svedese
sv: Svenska
vi: Thụy Điển

source: Norwegian
it: norvegese
vi: Na Uy

source: Danish
da: Spansk
it: spagnolo
ms: Sepanyol
sv: Spanska
vi: Tây Ban Nha

source: Czech
it: ceco
vi: Séc

source: Hungarian
it: ungherese
vi: Hungary

source: Finnish
it: finlandese
vi: Phần Lan

source: Hebrew
it: ebraico
vi: Tiếng Do Thái

source: Romanian
it: rumeno
vi: Rumani

source: Greek
it: greco
vi: Hy Lạp

source: Supported
da: Understøttet
it: Supportato
ms: Disokong
vi: Được hỗ trợ

source: Translate
da: Oversæt
it: Tradurre
ms: Terjemah
vi: Dịch

source: Too big file
da: For stor fil
it: File troppo grande
ms: Fail terlalu besar
vi: Tệp quá lớn

source: For better performance, only files smaller than 50,000 bytes are allowed for translation
da: For bedre ydeevne, er kun filer mindre end 50.000 bytes tilladt til oversættelse
it: Per una migliore prestazione, sono consentiti solo file più piccoli di 50.000 byte per la traduzione
ms: Untuk prestasi yang lebih baik, hanya fail yang lebih kecil daripada 50,000 bait dibenarkan untuk terjemahan
sv: För bättre prestanda tillåts endast filer mindre än 50 000 byte för översättning
vi: Để có hiệu suất tốt hơn, chỉ cho phép các tệp nhỏ hơn 50.000 byte để dịch

source: Ok!
vi: Được rồi!

source: Too many selected language
da: For mange valgte sprog
it: Troppe lingue selezionate
ms: Terlalu banyak bahasa dipilih
sv: För många valda språk
vi: Quá nhiều ngôn ngữ được chọn

source: You have selected many languages. With your file size of 30,897 bytes, you can select up to 9 languages.
da: Du har valgt mange sprog. Med din filstørrelse på 30.897 bytes kan du vælge op til 9 sprog.
it: Hai selezionato molte lingue. Con la dimensione del tuo file di 30.897 byte, puoi selezionare fino a 9 lingue.
ms: Anda telah memilih banyak bahasa. Dengan saiz fail anda sebanyak 30,897 bait, anda boleh memilih sehingga 9 bahasa.
sv: Du har valt många språk. Med din filstorlek på 30 897 byte kan du välja upp till 9 språk.
vi: Bạn đã chọn nhiều ngôn ngữ. Với kích thước tệp của bạn là 30.897 byte, bạn có thể chọn tối đa 9 ngôn ngữ.

source: Your translation content is too large. Maximum allowed is 50,000 bytes per file. Your file size is %(bytes)s bytes. Please separate your content into smaller chunks.
da: Dit oversættelsesindhold er for stort. Maksimalt tilladt er 50.000 bytes pr. fil. Din filstørrelse er %(bytes)s bytes. Venligst del dit indhold op i mindre dele.
it: Il contenuto della tua traduzione è troppo grande. Il massimo consentito è di 50.000 byte per file. La dimensione del tuo file è di %(bytes)s byte. Si prega di separare il contenuto in parti più piccole.
ms: Kandungan terjemahan anda terlalu besar. Maksimum yang dibenarkan ialah 50,000 bait setiap fail. Saiz fail anda ialah %(bytes)s bait. Sila asingkan kandungan anda kepada bahagian yang lebih kecil.
sv: Ditt översättningsinnehåll är för stort. Max tillåtet är 50 000 byte per fil. Din filstorlek är %(bytes)s byte. Vänligen dela upp ditt innehåll i mindre delar.
vi: Nội dung dịch của bạn quá lớn. Tối đa cho phép là 50.000 byte mỗi tệp. Kích thước tệp của bạn là %(bytes)s byte. Vui lòng tách nội dung của bạn thành các phần nhỏ hơn.

source: You have selected too many languages. With your file size of %(bytes)s bytes, you can select up to %(max)s languages to keep total processing under 300,000 bytes.
da: Du har valgt for mange sprog. Med din filstørrelse på %(bytes)s bytes kan du vælge op til %(max)s sprog for at holde den samlede behandling under 300.000 bytes.
it: Hai selezionato troppe lingue. Con la dimensione del tuo file di %(bytes)s byte, puoi selezionare fino a %(max)s lingue per mantenere l'elaborazione totale sotto i 300.000 byte.
ms: Anda telah memilih terlalu banyak bahasa. Dengan saiz fail anda sebanyak %(bytes)s bait, anda boleh memilih sehingga %(max)s bahasa untuk memastikan jumlah pemprosesan di bawah 300,000 bait.
sv: Du har valt för många språk. Med din filstorlek på %(bytes)s byte kan du välja upp till %(max)s språk för att hålla den totala bearbetningen under 300 000 byte.
vi: Bạn đã chọn quá nhiều ngôn ngữ. Với kích thước tệp của bạn là %(bytes)s byte, bạn có thể chọn tối đa %(max)s ngôn ngữ để giữ tổng xử lý dưới 300.000 byte.

source: Total processing size exceeds limit of 200,000 bytes
da: Den samlede behandlingsstørrelse overskrider grænsen på 200.000 bytes
it: La dimensione totale dell'elaborazione supera il limite di 200.000 byte
ms: Jumlah saiz pemprosesan melebihi had 200,000 bait
sv: Den totala bearbetningsstorleken överskrider gränsen på 200 000 byte
vi: Tổng kích thước xử lý vượt quá giới hạn 200.000 byte

source: What is this for?
da: Hvad er dette til?
it: A cosa serve?
ms: Apa ini untuk?
sv: Vad är detta för?
vi: Cái này để làm gì?

source: App Or Web
it: App o Web
ms: Aplikasi Atau Web
sv: App eller webb
vi: Ứng dụng hoặc Web

source: Contents
da: Indhold
it: Contenuti
ms: Kandungan
sv: Innehåll
vi: Nội dung

source: What is it about?
da: Hvad handler det om?
it: Di cosa si tratta?
ms: Apa ini tentang?
sv: Vad handlar det om?
vi: Nó nói về cái gì?

source: Eg. This is app for a delivery service, people who is teenager will use
da: F.eks. Dette er en app til en leveringstjeneste, som teenagere vil bruge
it: Ad es. Questa è un'app per un servizio di consegna, utilizzata da adolescenti
ms: Contohnya, ini adalah aplikasi untuk perkhidmatan penghantaran, orang yang remaja akan menggunakan
sv: T.ex. Detta är en app för en leveranstjänst, tonåringar kommer att använda
vi: Ví dụ: Đây là ứng dụng cho dịch vụ giao hàng, người dùng là thanh thiếu niên sẽ sử dụng

source: Language (Multiple selections allowed)
da: Sprog (flere valg tilladt)
it: Lingua (Selezioni multiple consentite)
ms: Bahasa (Pelbagai pilihan dibenarkan)
sv: Språk (flera val tillåtna)
vi: Ngôn ngữ (Cho phép chọn nhiều)

source: Upload File
da: Upload fil
it: Carica file
ms: Muat Naik Fail
sv: Ladda upp fil
vi: Tải lên tệp

source: Drag and Drop here
da: Træk og slip her
it: Trascina e rilascia qui
ms: Seret dan Lepaskan di sini
sv: Dra och släpp här
vi: Kéo và thả vào đây

source: or
da: eller
it: o
ms: atau
sv: eller
vi: hoặc

source: Select file
da: Vælg fil
it: Seleziona file
ms: Pilih fail
sv: Välj fil
vi: Chọn tệp

source: English
ms: Bahasa Inggeris
sv: 영어

source: Spanish
ms: Sepanyol
sv: 스페인어

source: French
ms: Perancis
sv: 프랑스어

source: German
ms: Jerman
sv: 독일어

source: Japanese
ms: Jepun
sv: 일본어

source: Simplified Chinese
ms: Cina Ringkas
sv: 중국어 간체

source: Traditional Chinese
ms: Cina Tradisional
sv: 중국어 번체

source: Korean
da: 한국어
ms: Korea
sv: 한국어

source: Russian
ms: Rusia
sv: 러시아어

source: Arabic
ms: Arab
sv: 아랍어

source: Invalid request
da: Ugyldig anmodning
it: Richiesta non valida
ms: Permintaan tidak sah
